[
    {
        "id": 1,
        "city": "Los Angeles",
        "hotelName": "Sonesta Los Angeles Airport",
        "hotelImg": "https://pix8.agoda.net/hotelImages/5081049/0/5892cd63328eaea2625b58b3a1c33d30.jpg?ca=10&ce=1&s=450x450",
        "hotelDescription": "Wake up to a magical day and enjoy all that Los Angeles (CA) offers with a stay at Sonesta Los Angeles Airport. Sonesta Los Angeles Airport provides the best in services and amenities to help make guests feel comfortable. Post your pictures and answer your emails whenever you want, with the hotel's free Wi-Fi internet access. Pre-plan your rides to and from the airport with the hotel's easy to book transportation services. The hotel provides taxi and car hire services to help you get to where you want to go in Los Angeles (CA). Parking is always available, provided by the hotel for their driving guests. While lodging at this wonderful hotel, the helpful staff at the front desk can assist you with multiple services that include concierge service, express check-in or check-out, luggage storage and safety deposit boxes. If you want seats to city's best entertainment, you can get help through the hotel's tours. The hotel's on-site laundromat, dry cleaning service and laundry service help you keep your favorite travel outfits clean so you can pack less."
    },
    {
        "id": 2,
        "city": "Los Angeles",
        "hotelName": "Hilton Long Beach",
        "hotelImg": "https://pix8.agoda.net/hotelImages/2291410/0/ae457d2e1fb9266269725def3f964c16.jpg?ca=10&ce=1&s=450x450",
        "hotelDescription": "Wake up to a magical day and enjoy all that Los Angeles (CA) offers with a stay at Hilton Long Beach. Stay flexible with your holiday planning when you're in Los Angeles (CA) at Hilton Long Beach, just 7.5 km from Long Beach Airport. Hilton Long Beach provides the best in services and amenities to help make guests feel comfortable. Post your pictures and answer your emails whenever you want, with the hotel's free Wi-Fi internet access. The hotel provides taxi and car hire services to help you get to where you want to go in Los Angeles (CA). Parking is always available, provided by the hotel for their driving guests. While lodging at this wonderful hotel, the helpful staff at the front desk can assist you with multiple services that include concierge service, express check-in or check-out, luggage storage and safety deposit boxes. If you want seats to city's best entertainment, you can get help through the hotel's ticket service and tours. The hotel even offers a fireplace for a warm atmosphere on chilly nights. The hotel's on-site dry cleaning service helps you keep your favorite travel outfits clean so you can pack less. In-room conveniences include room service and daily housekeeping, so you can relax and enjoy your stay. Some small or last-minute needs can be quickly fulfilled by the convenience stores without having to leave the hotel. The hotel is entirely non-smoking, ensuring a clean air environment. Smoking is restricted to the designated smoking areas. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and essential amenities. The hotel provides linen service, blackout curtains and air conditioning for the benefit of all guests. Some rooms at Hilton Long Beach include special design features like a balcony or terrace. Selected rooms have daily newspaper, television, in-room video streaming and cable TV to keep guests entertained. The hotel also provides guests with a refrigerator, a coffee or tea maker, instant coffee and instant tea. Knowing that bathroom amenities play an important role in increasing guests' satisfaction, the hotel provides a hair dryer, toiletries, bathrobes and towels in selected rooms."
    },
    {
        "id": 3,
        "city": "Osaka",
        "hotelName": "Hotel Hankyu RESPIRE OSAKA",
        "hotelImg": "https://pix8.agoda.net/hotelImages/6942282/-1/9ff955ef3abab1044bd68907d9327995.jpg?ca=19&ce=1&s=450x450",
        "hotelDescription": "Take advantage of the many attractions Osaka has to offer with a stay at Hotel Hankyu RESPIRE OSAKA. Go beyond the touristy and get deeper into the offerings of Osaka with a stay at Hotel Hankyu RESPIRE OSAKA, located merely 510 m from Kuchu Teien Observatory. Hotel Hankyu RESPIRE OSAKA offers impeccable service and all the essential amenities to travelers. Never be out of touch with your contacts, with free Wi-Fi offered throughout your stay. If you plan to arrive by car, you'll appreciate the hotel's available parking, right on-site. Front desk services including luggage storage can assist with your needs. Staying for a long time, or just need clean clothes? At the hotel, your favorite travel outfits will be kept clean and available with laundromat provided on-site. For lazy days and nights, in-room conveniences like daily housekeeping let you make the most of your room. Please be advised that smoking is not allowed in the hotel to allow cleaner air for all guests. Smoking is limited to designated areas only, for the health and well-being of all guests and staff. Each guestroom at Hotel Hankyu RESPIRE OSAKA is furnished and equipped with handy amenities. Rooms are equipped with linen service, blackout curtains and air conditioning for your convenience. In-room entertainment such as television and cable TV is provided for all guests. The hotel also offers a refrigerator, bottled water, instant coffee and instant tea in the rooms for when you feel like needed. It's good to know that a hair dryer, toiletries and towels are provided in guest bathrooms."
    },
    {
        "id": 4,
        "city": "London",
        "hotelName": "Premier Inn Heathrow Airport Terminal 4",
        "hotelImg": "https://q-xx.bstatic.com/xdata/images/hotel/max500/103779207.jpg?k=0647c224cf590c1561ea61982addd67bb64762c82573812ad8cd728ebc2dee33&s=450x450",
        "hotelDescription": "Take a good wander and unveil the wonder of London with a stay at Premier Inn Heathrow Airport Terminal 4. No plan is a great plan. Get to whatever interests you in London, conveniently with a stay at Premier Inn Heathrow Airport Terminal 4, just 1.5 km from Heathrow Airport. At Premier Inn Heathrow Airport Terminal 4, guests are bound to have a stress-free stay. Keep up with all your communications easily with the hotel's free Wi-Fi. Guests can enjoy convenient available parking right at the hotel. Front desk services including express check-in or check-out and luggage storage can assist with your needs. All rooms at Premier Inn Heathrow Airport Terminal 4 are designed for comfort. In-room entertainment amenities are available in some rooms and include television. It's good to know that a hair dryer and towels are provided in guest bathrooms."
    },
    {
        "id": 5,
        "city": "London",
        "hotelName": "Berjaya Eden Park London Hotel",
        "hotelImg": "https://pix8.agoda.net/hotelImages/2291583/0/6f4cdc6bd30b71b485341885d407933e.jpg?ca=9&ce=1&s=450x450",
        "hotelDescription": "See all the incredible sights of London when you stay at Berjaya Eden Park London Hotel. This hotel is strategically placed in the heart of the city, surrounded by the popular landmarks. The range of services provided by Berjaya Eden Park London Hotel ensures all travelers get the most out of their stay. Post your pictures and answer your emails whenever you want, with the hotel's free Wi-Fi internet access. While lodging at this wonderful hotel, the helpful staff at the front desk can assist you with multiple services that include concierge service, luggage storage and safety deposit boxes. The hotel is entirely non-smoking, ensuring a clean air environment. Smoking is restricted to the designated smoking areas. Guestrooms at Berjaya Eden Park London Hotel are fitted with all the amenities travelers need. Selected rooms have television and cable TV to keep guests entertained. The hotel also provides guests with a coffee or tea maker and mini bar. Knowing that bathroom amenities play an important role in increasing guests' satisfaction, the hotel provides a hair dryer in selected rooms."
    },
    {
        "id": 6,
        "city": "Los Angeles",
        "hotelName": "Millennium Biltmore Los Angeles",
        "hotelImg": "https://pix8.agoda.net/hotelImages/441/44144/44144_15040223480026694229.jpg?ca=3&ce=1&s=450x450",
        "hotelDescription": "Whatever your reason for visiting Los Angeles (CA), Millennium Biltmore Los Angeles is the perfect venue for an exhilarating and exciting break away. Millennium Biltmore Los Angeles is located only 1.4 km from Staples Center, making it a top choice for sports fans in Los Angeles (CA). The superior services and facilities offered at Millennium Biltmore Los Angeles will make for a memorable stay. Stay connected throughout your stay with free internet access provided. Parking is provided free of charge for guests by the hotel. You'll have no problem planning out your days and transportation needs with front desk services including express check-in or check-out and luggage storage. Wear your favorite outfits again and again thanks to the laundry service offered at Millennium Biltmore Los Angeles. Guests are guaranteed a comfortable stay while at Millennium Biltmore Los Angeles. To enhance your stay, rooms at the hotel come with air conditioning. The hotel's in-room entertainment is second to none, with the daily newspaper, television, in-room video streaming and cable TV provided to all guests. You may be assured to know that a coffee or tea maker and mini bar are available in rooms. You can always stay fresh and clean with a hair dryer provided in the bathroom."
    },
    {
        "id": 7,
        "city": "Los Angeles",
        "hotelName": "Hilton Woodland Hills Hotel",
        "hotelImg": "https://pix8.agoda.net/hotelImages/80373/0/9c987a80f0245123162c7c35a7f9ecae.jpg?s=450x450",
        "hotelDescription": "Hilton Woodland Hills Hotel is a smart choice for travelers to Los Angeles (CA), offering a relaxed and hassle-free stay. Hilton Woodland Hills Hotel provides the best in services and amenities to help make guests feel comfortable. Post your pictures and answer your emails whenever you want, with the hotel's free Wi-Fi internet access. The hotel provides taxi and shuttle services to help you get to where you want to go in Los Angeles (CA). Parking is always available, provided by the hotel for their driving guests. While lodging at this wonderful hotel, the helpful staff at the front desk can assist you with multiple services that include concierge service, express check-in or check-out, luggage storage and safety deposit boxes. The hotel's on-site dry cleaning service and laundry service help you keep your favorite travel outfits clean so you can pack less. In-room conveniences include room service and daily housekeeping, so you can relax and enjoy your stay. Some small or last-minute needs can be quickly fulfilled by the convenience stores without having to leave the hotel. The hotel is entirely non-smoking, ensuring a clean air environment. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and essential amenities. The hotel provides linen service, blackout curtains and air conditioning for the benefit of all guests. Some rooms at Hilton Woodland Hills Hotel include special design features like a separate living room. Selected rooms have daily newspaper, television, in-room video streaming and cable TV to keep guests entertained. The hotel also provides guests with a refrigerator, bottled water, a coffee or tea maker and mini bar. Knowing that bathroom amenities play an important role in increasing guests' satisfaction, the hotel provides a hair dryer, toiletries, bathrobes and towels in selected rooms."
    },
    {
        "id": 8,
        "city": "Bangkok",
        "hotelName": "Casa Nithra Bangkok (SHA Extra Plus)",
        "hotelImg": "https://pix8.agoda.net/hotelImages/546985/-1/e8da73854fee1a53ce6a6aefc0a1ec1c.jpg?ca=26&ce=0&s=450x450",
        "hotelDescription": "Casa Nithra Bangkok (SHA Extra Plus) is a distinct addition to Bangkok and a smart choice for travelers. This hotel is in the vicinity of popular city attractions, conveniently located for travelers to explore. Casa Nithra Bangkok (SHA Extra Plus) puts numerous activities at your fingertips, with its convenient location just 2.0 km from the The Grand Palace. Casa Nithra Bangkok (SHA Extra Plus) offers numerous on-site facilities to satisfy even the most discerning guest. Free internet access provided within the hotel keeps you connected throughout your stay. Airport transfer services can be booked before your check-in date, to ensure a smooth and convenient arrival or departure. For guests arriving by car, parking is provided free of charge. Always get the assistance you need with front desk services including concierge service, luggage storage and safety deposit boxes. Booking the best tickets and getting the hottest restaurant reservations are made easy with help from the hotel's ticket service and tours. For longer stays or whenever you need it, the dry cleaning service keeps your favorite travel outfits clean and available. Feel like doing nothing? Available services like room service and daily housekeeping let you get the most out of your time at the Casa Nithra Bangkok (SHA Extra Plus). For health reasons, smoking is not permitted anywhere inside the hotel. All guestrooms at Casa Nithra Bangkok (SHA Extra Plus) provide guests with a range of amenities to ensure a restful night. Enjoy your stay even more at the hotel, knowing that selected rooms includes blackout curtains and air conditioning. Rooms at Casa Nithra Bangkok (SHA Extra Plus) are available with design features like a balcony or terrace. For a bit of entertainment, guests will find cable TV available in selected rooms. Don't worry about being thirsty as a refrigerator, bottled water, instant coffee, instant tea and mini bar are provided in guestrooms. Bathroom amenities are just as important as others, and at the hotel, you'll find a hair dryer, toiletries, bathrobes and towels available. "
    },
    {
        "id": 9,
        "city": "Bangkok",
        "hotelName": "SKYVIEW Hotel Bangkok (SHA Extra Plus)",
        "hotelImg": "https://pix8.agoda.net/hotelImages/1257979/-1/dfe812390c23b2cf45ee1123f4bf0200.jpg?ca=23&ce=0&s=450x450",
        "hotelDescription": "Whatever your reason for visiting Bangkok, SKYVIEW Hotel Bangkok (SHA Extra Plus) is the perfect venue for an exhilarating and exciting break away. With its ideal location just 1.3 km from Terminal 21, SKYVIEW Hotel Bangkok (SHA Extra Plus) gives you easy and fast options for shopping, food, or basic needs without too much travel time. Travelers are guaranteed to have a hassle-free stay with all the amenities and services provided by SKYVIEW Hotel Bangkok (SHA Extra Plus). Stay connected throughout your stay with free internet access provided. To help pre-arrange your arrival and departure, airport transfer services can be booked before you even check in. Your explorations of Bangkok can be assisted with taxi and car hire services available. Parking is provided free of charge for guests. You'll have no problem planning out your days and transportation needs with front desk services including concierge service, luggage storage and safety deposit boxes. Wear your favorite outfits again and again thanks to the dry cleaning service and laundry service offered at SKYVIEW Hotel Bangkok (SHA Extra Plus). In-room conveniences such as room service and daily housekeeping will make staying in a great choice. Rooms at SKYVIEW Hotel Bangkok (SHA Extra Plus) are designed with the guest in mind. To enhance your stay, rooms at the hotel come with linen service, blackout curtains and air conditioning. The specially-designed rooms at SKYVIEW Hotel Bangkok (SHA Extra Plus) offer more than one layout option, including rooms that have a separate living room. The hotel's in-room entertainment is second to none, with the television and cable TV provided to all guests. You may be assured to know that a refrigerator, a coffee or tea maker, bottled water, instant coffee, instant tea and mini bar are available in rooms. You can always stay fresh and clean with a hair dryer, toiletries, bathrobes and towels provided in the bathroom."
    },
    {
        "id": 10,
        "city": "Bangkok",
        "hotelName": "Millennium Hilton Bangkok (SHA Plus+)",
        "hotelImg": "https://pix8.agoda.net/hotelImages/2285734/0/9df91c0bec9685b702531def0f0d418b.jpg?ca=24&ce=0&s=450x450",
        "hotelDescription": "Take advantage of the many attractions Bangkok has to offer with a stay at Millennium Hilton Bangkok (SHA Plus+). Need a few things? Located conveniently 2.7 km from Asiatique - The Riverfront, Millennium Hilton Bangkok (SHA Plus+) provides easy access to general goods and shopping. Millennium Hilton Bangkok (SHA Plus+) offers impeccable service and all the essential amenities to travelers. Never be out of touch with your contacts, with free Wi-Fi offered throughout your stay. If you need a ride from or to the airport, the hotel can arrange it before your check-in date. Taxi and car hire services provided by the hotel make it easy to plan your day trips, sightseeing, and more around Bangkok. If you plan to arrive by car, you'll appreciate the hotel's free parking, right on-site. The hotel provides front desk services such as concierge service, express check-in or check-out, luggage storage and safety deposit boxes for guests' convenience. If you need, the tours can even help you book tickets and reservations at all the best shows and programs nearby. Staying for a long time, or just need clean clothes? dry cleaning service and laundry service offered at the hotel will keep your favorite travel outfits clean and available. For lazy days and nights, in-room conveniences like room service and daily housekeeping let you make the most of your room. Please be advised that smoking is not allowed in the hotel to allow cleaner air for all guests. Smoking is limited to designated areas only, for the health and well-being of all guests and staff. Each guestroom at Millennium Hilton Bangkok (SHA Plus+) is furnished and equipped with handy amenities. Rooms are equipped with blackout curtains and air conditioning for your convenience. Some rooms at Millennium Hilton Bangkok (SHA Plus+) even come with extra design features such as a separate living room. In-room entertainment such as daily newspaper, television, in-room video streaming and cable TV is provided for all guests. The hotel also offers a refrigerator, a coffee or tea maker, bottled water, instant coffee, instant tea and mini bar in the rooms for when you feel like needed. Knowing that bathroom amenities play an important role in increasing guests' satisfaction, the hotel provides a hair dryer, toiletries, bathrobes and towels in selected rooms. For sophisticated relaxation, be sure to visit the executive lounge."
    }
]